Repository: yozhykovanatolii/SmartCourierAssistant
Catalog: lib/l10n/intl_*.arb
Languages: uk

source: Dark Mode
uk: Темна тема

source: Language
uk: Мова

source: Settings
uk: Налаштування

source: Create Account
uk: Створити обліковий запис

source: Fill information about yourself below
uk: Заповніть інформацію про себе нижче

source: Enter your email
uk: Введіть вашу пошту

source: Enter your full name
uk: Введіть ваше ПІБ

source: Enter your password
uk: Введіть ваш пароль

source: Enter your phone number
uk: Введіть ваш номер телефона

source: Sign Up
uk: Зареєструватися

source: Success registration
uk: Успішна реєстрація

source: Success authorization
uk: Успішна авторизація

source: Sign In
uk: Авторизуватися

# welcomeBack
source: Hi! Welcome back, you've been missed
uk: Привіт! Ласкаво просимо назад, нам тебе не вистачало

source: Forgot Password?
uk: Забув пароль?

source: Don't have an account?
uk: Немаєш облікового запису?

source: Sign in with Google
uk: Війти через Google

source: Languages
uk: Мови

# selectTheLanguageThatIsMostConvenientForYouTo
source: Select the language that is most convenient for you to use the application in.
uk: Виберіть мову, якою вам найзручніше користуватися застосунком.

source: Reset password
uk: Оновити пароль

# enterYourEmailAddressAndWeWillSendYouA
source: Enter your email address and we will send you a link to reset your password
uk: Введіть свою адресу електронної пошти, і ми надішлемо вам посилання для скидання пароля

# ifAnAccountWithThisEmailExistsYouWillReceive
source: If an account with this email exists, you will receive a password reset email.
uk: Якщо обліковий запис із цією поштою існує, ви отримаєте електронний лист для скидання пароля.

source: Save
uk: Зберегти

source: Success updating profile
uk: Успішне оновлення профілю

source: Full name
uk: ПІБ

source: Phone number
uk: Номер телефону

source: Edit profile
uk: Редагування профілю
